{
    "title": "adrenaline",
    "description": "Acute sympathetic arousal: cardiovascular/respiratory activation, thermoregulation shifts, hypervigilance/startle, fear-cognition, dissociation, visceral/vestibular sensations; fight-or-flight readiness.",
    "lang": "en",
    "positive": [
        "My heart pounds hard and fast, as if my body has already decided to act.",
        "I can feel each heartbeat thudding in my chest, too loud to ignore.",
        "My pulse races, and my body behaves like something urgent is happening now.",
        "A tight pressure builds in my chest, sharp enough to capture my full attention.",
        "My chest feels constricted, as if I'm bracing for impact.",
        "My heartbeat surges in waves, like an internal alarm going off.",
        "My heart rate spikes suddenly, and the rest of my body follows.",
        "A hard thump in my chest keeps repeating, pushing me forward.",
        "My breathing turns shallow and quick, as if there isn't quite enough air.",
        "I feel a smothering pressure, like I need a bigger breath.",
        "My throat tightens with a choking sensation, even though nothing is there.",
        "I have to consciously inhale, because my breath feels unreliable.",
        "Air feels thin; I keep trying to fill my lungs, but it never feels complete.",
        "My breathing stutters, and the urge to gasp interrupts my thoughts.",
        "I breathe faster than I intend to, and the acceleration feels automatic.",
        "A choking sensation rises suddenly, and I swallow to convince myself I'm okay.",
        "My hands tremble on their own, and fine control disappears.",
        "A shaking runs through my body, as if my muscles are primed to jump.",
        "Sweat breaks out even though the room hasn't changed.",
        "I feel hot flashes ripple across my skin without warning.",
        "Chills run over me, then warmth, as if my temperature control is unstable.",
        "My palms sweat and I keep rubbing them to feel steady.",
        "My legs jitter and want to move, like standing still is unnatural.",
        "My muscles quiver, ready to act, but with nowhere to go.",
        "My stomach churns and tightens, as if nausea is rising.",
        "A wave of nausea hits, and my abdomen feels unsettled.",
        "I feel light-headed, like the ground is slightly unreliable.",
        "Dizziness comes in pulses, and my balance feels thin.",
        "I get an unsteady sensation, as if I might tip over.",
        "Pins-and-needles appear in my fingers, then fade and return.",
        "Numbness or tingling spreads through my hands, like sensation is delayed.",
        "My belly knots, and I lose interest in food instantly.",
        "A sudden fear surges: I might lose control of myself in the next moment.",
        "I feel a sharp fear that something catastrophic is about to happen.",
        "The thought arrives fully formed: I could die right now.",
        "I feel like I'm going crazy, as if my mind is slipping its grip.",
        "My thoughts narrow into a single alarm: get safe, immediately.",
        "My mind keeps scanning for the worst explanation, and it feels convincing.",
        "I feel trapped inside urgency, like waiting is physically impossible.",
        "My sense of control shrinks, and panic tries to take over my decisions.",
        "The world feels unreal for a moment, like I'm watching it through glass.",
        "I feel detached from myself, like I'm slightly outside my own body.",
        "Reality seems to flatten; things look real but don't feel real.",
        "I recognize my surroundings, yet they feel strangely distant.",
        "My own voice sounds unfamiliar, as if someone else is speaking.",
        "I feel separated from my body by a thin layer, like delayed ownership.",
        "The room feels dreamlike, and I have to force myself to focus.",
        "My sense of self loosens, as if I could drift away from it.",
        "Time feels warped and unreal, as if moments aren't connecting normally.",
        "I feel unreal and over-alert at once, and the detachment feeds back on itself.",
        "I stay hyper-alert, scanning constantly for signs of danger.",
        "Small sounds make me jump, as if my body is set to startle.",
        "I get irritable quickly, like my nerves are stretched tight.",
        "My concentration fragments; I can't hold a thought for long.",
        "Sleep feels shallow or broken, and rest doesn't arrive.",
        "I remain on edge, ready to react to anything that moves.",
        "Sudden movements trigger a jolt through my body.",
        "I snap or get angry faster than usual, without much provocation.",
        "I struggle to focus because my attention keeps darting outward.",
        "Even when it's quiet, my body refuses to fully settle."
    ],
    "negative": [
        "My heartbeat settles into a steady, unhurried rhythm.",
        "My pulse slows and feels even, without surges.",
        "My chest feels open and relaxed, free of tight pressure.",
        "My heart rate eases down, as if my body is safe again.",
        "My heartbeat becomes quiet in the background of awareness.",
        "A calm, regular pulse replaces any sense of internal alarm.",
        "My chest feels comfortable and unconstricted.",
        "My cardiovascular rhythm feels stable and predictable.",
        "My breathing slows naturally and deepens without effort.",
        "Each breath feels complete, with no need to gasp.",
        "I exhale longer, and the rhythm calms my whole body.",
        "Air feels easy and sufficient; my lungs stop searching for more.",
        "My throat and chest feel relaxed, and swallowing is effortless.",
        "Breathing becomes smooth and quiet, as if a switch has been turned down.",
        "I can focus on my breath and it remains steady and comfortable.",
        "My breathing rate drops and my body follows into stillness.",
        "My hands are steady, and fine control returns.",
        "Muscle tension releases, and my body stops jittering.",
        "Sweating subsides; my skin feels dry and calm.",
        "My temperature feels stable, without sudden hot or cold shifts.",
        "A quiet heaviness replaces trembling in my muscles.",
        "My palms feel cool and steady rather than slick with sweat.",
        "My body feels relaxed, with less sympathetic 'ready' tone.",
        "My limbs feel still, as if movement is optional again.",
        "My stomach feels settled, and nausea fades into the background.",
        "My abdomen softens; digestion feels unhurried and quiet.",
        "My head feels clear and balanced, without dizziness.",
        "The room feels stable; my body trusts its balance again.",
        "Tingling and numbness disappear; sensation feels normal in my hands.",
        "My gut unclenches, and my appetite feels possible again.",
        "Light-headedness dissolves, replaced by steady groundedness.",
        "My body feels comfortable and coordinated, without internal wobble.",
        "A sense of control returns; my thoughts can unfold without pressure.",
        "My mind stops scanning for catastrophe and becomes more flexible.",
        "I feel safe enough to wait; urgency loosens its grip.",
        "My attention broadens, and decisions feel less forced.",
        "My thoughts slow down into a calmer, more deliberate pace.",
        "The fear signal fades; I can evaluate situations without alarm.",
        "I can tolerate uncertainty without spiraling into dread.",
        "My internal narrative becomes steady and coherent again.",
        "The world feels real and immediate, without a glassy distance.",
        "I feel fully inside my body, with a clear sense of ownership.",
        "My surroundings feel familiar and present, not dreamlike.",
        "My voice feels like mine, and self-recognition is stable.",
        "Time feels continuous, with moments connecting smoothly.",
        "I can focus without needing to force reality back into place.",
        "My sense of self stays intact and centered.",
        "My perception feels grounded; things look and feel consistent.",
        "I feel present in the room, not watching from the outside.",
        "Awareness becomes cohesive, without splitting or drifting.",
        "My body is no longer on alert; small sounds don't jolt me.",
        "I can concentrate on one thought without my attention darting outward.",
        "I feel calm enough to rest; sleep comes more easily.",
        "My irritability drops, and reactions feel proportionate.",
        "The startle reflex softens; sudden stimuli feel manageable.",
        "I stop scanning for danger and let the environment be neutral.",
        "My nervous system feels quiet, without a constant edge.",
        "I can stay present without bracing for the next surprise.",
        "Anger and snapping impulses subside; patience returns.",
        "My arousal level lowers, and my body accepts stillness."
    ]
}